[
  {
    "linea": "DEMOCRACIA",
    "titulo": "Análisis de la financiación de las campañas legislativas de Colombia en 2014",
    "autor": "Transparencia por Colombia",
    "descripcion": "Análisis normativo y jurisprudencial del financiamiento político, principalmente el de campañas, enfocándose en las elecciones de 2014",
    "ano": "2014",
    "url": "https://www.registraduria.gov.co/IMG/pdf/Transparencia_por_colombia.pdf"
  },
  {
    "linea": "DEMOCRACIA",
    "titulo": "Caracterización de las organizaciones sociales",
    "autor": "Cifras & Conceptos",
    "descripcion": "Construcción de tipología del surgimiento y posterior desarrollo de los movimientos sociales.",
    "ano": "2014",
    "url": "https://www.registraduria.gov.co/IMG/pdf/Caracterizacion_de_las_organizaciones_sociales.pdf"
  },
  {
    "linea": "DEMOCRACIA",
    "titulo": "Educación cívica para la democracia: Opciones para el centro de Estudios en Democracia y Asuntos Electorales",
    "autor": "Antonio José Lizarazo Ocampo",
    "descripcion": "Identificación de acciones que desarrollan diversas instituciones colombianas para la estructuración de programas, metodologías y contenidos de formación cívica.",
    "ano": "2014",
    "url": "https://www.registraduria.gov.co/IMG/pdf/CEDAE_-_Educacion_Civica_2014.pdf"
  },
  {
    "linea": "DEMOCRACIA",
    "titulo": "Hacia una política de Estado en construcción de ciudadanía para el posconflicto colombiano",
    "autor": "Cifras & Conceptos",
    "descripcion": "Esta entrega presenta los elementos principales del trabajo realizado por el equipo de Cifras y Conceptos frente a la implementación de una política pública de Estado sobre construcción de ciudadanía.",
    "ano": "2014",
    "url": "https://www.registraduria.gov.co/IMG/pdf/Construccion_ciudadania.pdf"
  },
  {
    "linea": "DEMOCRACIA",
    "titulo": "Inventario de instituciones y fuentes de financiamiento para investigaciones de Democracia en Colombia",
    "autor": "Maria Elvira Bonilla Otoya",
    "descripcion": "Registro analítico sobre instituciones públicas y privadas que se dedican al estudio de la democracia en Colombia y sus fuentes de financiamiento, con el fin de conocer el estado de las agendas de investigación existentes.",
    "ano": "2014",
    "url": "https://www.registraduria.gov.co/IMG/pdf/Fuentes_de_financiamiento_para_investigaciones_de_democracia_en_colombia.pdf"
  },
  {
    "linea": "DEMOCRACIA",
    "titulo": "Revisión de la gestión institucional para la participación ciudadana en Antioquia",
    "autor": "Universidad EAFIT",
    "descripcion": "Estudio de los mecanismos que explican las ventajas y limitaciones en la participación ciudadana en la gestión pública aplicada a los gobiernos sub nacionales, contrastado ello con las acciones del Departamento de Antioquia con el objetivo de proponer fundamentación teórica, retos y soluciones para el mejoramiento de la utilización de los mecanismos de la democracia participativa.",
    "ano": "2014",
    "url": "https://www.registraduria.gov.co/IMG/pdf/Revision_de_la_Oferta_institucional_para_la_participacion_ciudadana_en_Antioquia.pdf"
  },
  {
    "linea": "DEMOCRACIA",
    "titulo": "Análisis comparado de la institucional electoral entre Colombia y los demás países de la UNIORE",
    "autor": "Rosa Isabel Rojas Romero",
    "descripcion": "Análisis comparado de la institucionalidad electoral entre Colombia y los demás países miembros de la UNIORE, identificará los puntos en común, así como las diferencias de la institucionalidad electoral, así como una serie de  recomendaciones que permiten analizar la institucionalidad electoral en Colombia en perspectiva con los retos de la Organización Electoral en este tema.",
    "ano": "2015",
    "url": "https://www.registraduria.gov.co/IMG/pdf/Libro-3.pdf"
  },
  {
    "linea": "DEMOCRACIA",
    "titulo": "Análisis de los contenidos, perspectivas e implicaciones de la nueva ley estatutaria de participación ciudadana 1757 de 2015",
    "autor": "Sigma Dos Colombia",
    "descripcion": "Análisis en torno a los mecanismos que explican las ventajas y limitaciones en la participación ciudadana en la gestión pública aplicada a gobiernos sub nacionales, constatando dichas formulaciones teóricas con las acciones del comportamiento de la ciudadanía en general a fin de determinar sus posibles impactos en el proceso de construcción de la democracia participativa en Colombia, probando las hipótesis que se derivan de la literatura aplicada en el tema y finalmente proponer con fundamentación teórica y empírica posibles soluciones o políticas orientadas al mejoramiento de la utilización de los mecanismos de democracia participativa existentes en nuestro país.",
    "ano": "2015",
    "url": "https://www.registraduria.gov.co/IMG/pdf/Libro-2.pdf"
  },
  {
    "linea": "DEMOCRACIA",
    "titulo": "Aproximación teórica para el fortalecimiento del tejido social: Democracia, participación y procesos electorales (Cartilla 2)",
    "autor": "Universidad Sergio Arboleda",
    "descripcion": "Investigación que sintetiza aspectos como sistema político democrático, el fortalecimiento institucional, la gobernabilidad, la participación política y electoral los que resultan determinantes para el desarrollo y promoción de los valores cívicos y principios democráticos en la ciudadanía, forjando de esta manera tejido social.",
    "ano": "2015",
    "url": "PDF"
  },
  {
    "linea": "DEMOCRACIA",
    "titulo": "El voto de los migrantes",
    "autor": "Ricardo Schembri",
    "descripcion": "Análisis del comportamiento de los ciudadanos colombianos en el exterior frente al sufragio como parte de su derecho a elegir y seguir participando de la democracia colombiana en otros países, brindando legitimidad al que hacer de la Registraduría Nacional e identidad y sentido de pertenencia por Colombia al migrante colombiano.",
    "ano": "2015",
    "url": "https://www.registraduria.gov.co/IMG/pdf/Libro_-_El_voto_de_los_migrantes_c.pdf"
  },
  {
    "linea": "DEMOCRACIA",
    "titulo": "Fortalecimiento del tejido social: Democracia, participación y procesos electorales (Cartilla 1)",
    "autor": "Universidad Sergio Arboleda",
    "descripcion": "Investigación que sintetiza aspectos como sistema político democrático, el fortalecimiento institucional, la gobernabilidad, la participación política y electoral los que resultan determinantes para el desarrollo y promoción de los valores cívicos y principios democráticos en la ciudadanía, forjando de esta manera tejido social.",
    "ano": "2015",
    "url": "https://www.registraduria.gov.co/IMG/pdf/Libro_c-2.pdf"
  },
  {
    "linea": "DEMOCRACIA",
    "titulo": "Investigación sobre participación y abstención electoral Colombia 2015",
    "autor": "Cifras y Conceptos",
    "descripcion": "Participación electoral y derechos: Una aproximación a las razones de la participación electoral en Colombia",
    "ano": "2015",
    "url": "https://www.registraduria.gov.co/IMG/pdf/Libro_-_Participacion_y_Abstencion_en_Colombia.pdf"
  },
  {
    "linea": "DEMOCRACIA",
    "titulo": "Representación política de las minorías en Colombia.",
    "autor": "Universidad del Rosario",
    "descripcion": "Diagnóstico del desempeño electoral en las comunidades indígenas y las negritudes en las circunscripciones especiales.",
    "ano": "2015",
    "url": "https://www.registraduria.gov.co/IMG/pdf/Libro_-_Representacion_politica_de_las_minorias_en_Colombia.pdf"
  },
  {
    "linea": "DEMOCRACIA",
    "titulo": "Participación electoral: Elecciones Locales - regionales y las nacionales",
    "autor": "Carlos Escobar Uribe",
    "descripcion": "Estudio sobre la participación de la población colombiana, en el periodo comprendido entre 1998 y 2014, donde se presenta una análisis cualitativo y cuantitativo a niveles regional y nacional teniendo en cuenta como factores para de decisión del votante el aspecto socioeconómico y la presencia de grupos armados.",
    "ano": "2015",
    "url": "https://www.registraduria.gov.co/IMG/pdf/Libro_-_Estudio_comparado.pdf"
  },
  {
    "linea": "DEMOCRACIA",
    "titulo": "Participación electoral en Bogotá 1998 - 2014",
    "autor": "Freddy Barrero",
    "descripcion": "Análisis y seguimiento a las elecciones desde el año 1998 hasta el 2014, identificando los niveles de participación electoral en Bogotá D.C., desde lo local, regional y nacional, reseñando las dinámicas partidistas, renovación de liderazgos, niveles de abstención y ejercicios de participación ciudadana como revocatorias de mandato",
    "ano": "2015",
    "url": "https://www.registraduria.gov.co/IMG/pdf/Libro_-_Analisis_de_la_participaciion_c.pdf"
  },
  {
    "linea": "DEMOCRACIA",
    "titulo": "Derechos de personalidad jurídica y participación política de los pueblos indígenas en Colombia",
    "autor": "Universidad Nacional de Colombia",
    "descripcion": "Estudio para la aplicación del enfoque diferencial en materia de Registro Civil, identificación y participación política para pueblos indígenas en Colombia. Para ello se tomaron los 10 grupos indígenas con mayor población en el territorio nacional se recoge información a través de la cual se evalúan aspectos como el Registro Civil, identificación y participación política al interior de cada uno de ellos.",
    "ano": "2016",
    "url": "https://www.registraduria.gov.co/IMG/pdf/Libro_-_Derechos_de_personalidad_juridica_c.pdf"
  },
  {
    "linea": "DEMOCRACIA",
    "titulo": "Oposición política en Colombia",
    "autor": "Centro de Análisis de Asuntos Públicos",
    "descripcion": "Documento analítico que examina el concepto de oposición política en el marco de una democracia, los principales elementos que caracterizan su protección constitucional y los mecanismos que deben contemplarse en los ajustes institucionales que se deben desarrollar en Colombia de cara a desarrollar un nuevo marco legal y contribuir a la formulación de un estatuto de la oposición.",
    "ano": "2016",
    "url": "https://www.registraduria.gov.co/IMG/pdf/oposicion_politica_en_Colombia.pdf"
  },
  {
    "linea": "DEMOCRACIA",
    "titulo": "Análisis y construcción de un marco analítico de las Circunscripciones Transitorias Especiales de Paz, CITREPS",
    "autor": "Fredy Andrés Barrero",
    "descripcion": "Documento que aborda temáticas político electorales en Colombia, planteando alternativas necesarias para el fortalecimiento en estas áreas de conocimiento a portas de una era de posconflicto y así mismo aporta aspectos claves para una mayor transparencia en temas políticos, electorales y partidistas en Colombia.",
    "ano": "2017",
    "url": "https://www.registraduria.gov.co/IMG/pdf/Circunscripciones_transitorias_especiales.pdf"
  },
  {
    "linea": "DEMOCRACIA",
    "titulo": "Instrumentos Ancestrales para la Gobernabilidad Democrática: Una Visión Desde Las Costumbres Ancestrales Arhuakas y Koguis",
    "autor": "Universidad Sergio Arboleda",
    "descripcion": "Investigación sobre las costumbres no escritas de gobierno democrático en los pueblos Arhuakas y Koguis, donde se recopila, conserva y difunde las tradiciones ancestrales democráticas de algunos pueblos indígenas",
    "ano": "2017",
    "url": "https://www.registraduria.gov.co/IMG/pdf/instrumentosancestrales-rnec.pdf"
  },
  {
    "linea": "DEMOCRACIA",
    "titulo": "Legitimidad Democrática y Educación para la Comunidad",
    "autor": "Universidad Sergio Arboleda",
    "descripcion": "Investigación que describe los obstáculos para la legitimidad democrática, sus causas y con ellas, las soluciones con las que debemos comprometernos para vivir en democracia y brindar a las generaciones futuras las claves para vivir en sociedad.",
    "ano": "2017",
    "url": "https://www.registraduria.gov.co/IMG/pdf/LEGITIMIDAD_DEMOCRATICA_-_RNEC_compressed.pdf"
  },
  {
    "linea": "DEMOCRACIA",
    "titulo": "PARTICIPACIÓN POLÍTICA EN COLOMBIA 1991 - 2017, La transición democrática para construir la  paz.",
    "autor": "Lina Marcela Escobar Martinez",
    "descripcion": "La participación política desde el ordenamiento jurídico colombiano, incluyendo en él los elementos propios del bloque de constitucionalidad y los desarrollos jurisprudenciales de la Corte Constitucional, el Consejo de Estado y la Corte Interamericana, así como los Acuerdos de La Habana firmados por el Gobierno Nacional y las FARC- EP y la doctrina que se haya producido al respecto que cumpla con los criterios científicos de investigación jurídica y socio jurídica.",
    "ano": "2017",
    "url": "https://www.registraduria.gov.co/IMG/pdf/libro-participacion-politica-diciembre.pdf"
  },
  {
    "linea": "DEMOCRACIA",
    "titulo": "Cartilla: \"Valores, democracia y participación ciudadana",
    "autor": "Revista Semana / Colsubsidio",
    "descripcion": "Propuesta para reflexionar desde y sobre los valores cívicos, democráticos y la participación ciudadana y que está enmarcada en contextos reales cercanos a los colombianos dentro de la nación diversa a la que va dirigida.",
    "ano": "2018",
    "url": "https://www.registraduria.gov.co/IMG/pdf/Cartilla_Valores_democracia_y_participacion_ciudadana.pdf"
  },
  {
    "linea": "DEMOCRACIA",
    "titulo": "Informe sobre la Calidad de la Ciudadanía en el País",
    "autor": "Pontificia Universidad Javeriana / Cifras &  Conceptos",
    "descripcion": "Documento que aborda la percepción ciudadana sobre la forma de incidir en las decisiones democraticas y los valores que trascienden dichas decisiones. Este tipo de conocmiento acerca de los valores colectivos brindan una idea sobre los elementos que constituyen principios y preceptos propios a la conciencia colectiva.",
    "ano": "2018",
    "url": "https://www.registraduria.gov.co/IMG/pdf/20181205-informe-sobre-la-calidad-de-la-ciudadania-en-colombia-2018.pdf"
  },
  {
    "linea": "DEMOCRACIA",
    "titulo": "Participación de la mujer en el escenario político colombiano",
    "autor": "Angelica Lesmes",
    "descripcion": "Análisis de contexto de la situación de las mujeres, así como las formas de discriminación política contra ellas en Colombia, abarcando su situación (caso colombiano) frente a los desafíos de la plataforma de Acción de Beijing y una mirada profunda a los indicadores del Objetivo de Desarrollo Sostenible 5: “Lograr la igualdad entre los géneros y empoderar a todas las mujeres y las niñas”.   Se mira el entorno legal sobre la participación política de las mujeres, las dificultades para presentarse en los procesos electorales y las prácticas, actitudes y estereotipos políticos discriminatorios.",
    "ano": "2018",
    "url": "https://www.registraduria.gov.co/IMG/pdf/participacion_de_la_mujer_en_el_escenario_politico_colombiano.pdf"
  },
  {
    "linea": "DEMOCRACIA",
    "titulo": "Revocatorias de mandato y consultas populares. Entre la representación y la estabilidad política",
    "autor": "Fredy Andrés Barrero",
    "descripcion": "Concepto de mecanismos de participación, evolución normativa, desafíos y aplicación, principalmente en las áreas con presencia de commodities.",
    "ano": "2018",
    "url": "https://www.registraduria.gov.co/IMG/pdf/revocatorias_del_mandato_y_consultas_populares.pdf"
  },
  {
    "linea": "DEMOCRACIA",
    "titulo": "Análisis de la Calidad de la Democracia En Colombia",
    "autor": "Centro de Análisis y Asuntos Públicos S.A.S\nCAAP",
    "descripcion": "Una investigación sobre la calidad de la democracia invita a pensar en dos mundos: uno ideal y uno real. En el primero, se encuentran todos los componentes e indicadores que configuran una democracia ideal y que se usan como referentes sobre los cuales se puede medir la democracia en todos los países. En el segundo mundo, el real, los investigadores deben buscar información para evaluar cómo está en la práctica cada componente y cada indicador en cada país. En este segundo mundo, a veces hay limitaciones de recursos, de información, de tiempo y de capacidades. Sin embargo, el esfuerzo de medir la calidad de la demo- cracia nos abre nuevas posibilidades para entender a mayor profundidad las características del régimen político de un país en sus diferentes facetas.",
    "ano": "2019",
    "url": "https://www.registraduria.gov.co/IMG/pdf/analisis_calidad_democracia_colombia_-_caap_sept_26_2019_.pdfPDF"
  },
  {
    "linea": "DEMOCRACIA",
    "titulo": "Conmemoración del Bicentenario de la Independencia 1819 – 2019, 200 Años de Poder Elegir\n(200 años de Democracia - un recorrido por los Proceso Electorales de Colombia 1919 - 2019)",
    "autor": "Julio Andrés Jiménez Tobón",
    "descripcion": "El presente libro recoge una visión global respecto del papel que han jugado para la República de Colombia, los procesos electoralesdesarrollados a lo largo de dos siglos de historia nacional, conmemorando así el Bicentenario de la Independencia. Incluye los procesos que antecedieron a la creación de la Registraduría Nacional del Estado Civil en 1948, así como siete decadas de existencia . Pretender ser un reconocimiento a los hombres y mujeres que a lo largo de 200 años, hasta la actualidad, han mantenido atraves de las generaciones, la definición más certera de libertas, la cual es la de poder elegir.",
    "ano": "2019",
    "url": "PDF"
  },
  {
    "linea": "DEMOCRACIA",
    "titulo": "La prevalencia del interés general. Clave para la convivencia y la construcción de democracia",
    "autor": "Jaime Buenahora Febres",
    "descripcion": "El presente texto analiza los principios rectores de la Constitución, en especial la prevalencia del Interés General abordando cuatro aspectos fundamentales: el Interés General; la Jurisprudencia Constitucional; la Realidad Económica y Social; y la Pedagogía del Interés General.",
    "ano": "2019",
    "url": "https://www.registraduria.gov.co/IMG/pdf/prevalencia_del_interes_general.pdf"
  },
  {
    "linea": "DEMOCRACIA",
    "titulo": "Retos de la participación política del movimiento comunitario colombiano",
    "autor": "Melissa Andrea Rivera López",
    "descripcion": "El documento evidencia la inexistencia de material pedagogico y de formulación que contribuyan a la capacitación del contexto politico en el que se desempeñan los comunales en Colombia.",
    "ano": "2019",
    "url": "https://www.registraduria.gov.co/IMG/pdf/retos_de_la_participacion_polica_del_movimiento_comunitario.pdf"
  },
  {
    "linea": "ELECCIONES",
    "titulo": "Abstencionismo electoral en Colombia: Una aproximación a sus causas",
    "autor": "Universidad Sergio Arboleda",
    "descripcion": "Estudio que invita a la reflexión sobre la participación política en Colombia. Para la academia es un aporte inicial para el análisis de nuestra realidad electoral desde la abstención electoral. Para la política, plantea los desafíos que tiene nuestro sistema político y las posibilidades que tienen los agentes decisorios para iniciar el debate acerca de cómo evitar que las tasas de abstención sigan subiendo.",
    "ano": "2013",
    "url": "https://www.registraduria.gov.co/IMG/pdf/Abstencionismo_Electoral_en_Colombia-Una_aproximacio_n_a_sus_posibles_causas.pdf"
  },
  {
    "linea": "ELECCIONES",
    "titulo": "Calidad de la democracia electoral en Colombia. Análisis de la competencia política en los niveles nacional y sub nacional, 1988 - 2014",
    "autor": "Universidad de los Andes",
    "descripcion": "Evaluación al régimen político en el país bajo una perspectiva comparada en el tiempo y a lo largo del territorio.",
    "ano": "2014",
    "url": "https://www.registraduria.gov.co/IMG/pdf/CEDAE_-_Calidad_democracia_electoral_Colombia.pdf"
  },
  {
    "linea": "ELECCIONES",
    "titulo": "Democracia interna en los partidos durante las elecciones en Colombia en 2014",
    "autor": "Universidad Externado",
    "descripcion": "Análisis del concepto de democracia interna en los partidos políticos y las experiencias previas y dinámicas de la democracia interna.",
    "ano": "2014",
    "url": "https://www.registraduria.gov.co/IMG/pdf/CEDAE_-_Democracia_Interna_2014.pdf"
  },
  {
    "linea": "ELECCIONES",
    "titulo": "Democracia Interna en los Partidos Políticos Europeos: Lecciones para América Latina",
    "autor": "Instituto Holandés para la Democracia Multipartidaria - NIMD",
    "descripcion": "Estudio sobre la democracia interpartidista y los métodos que permiten la participación de miembros o simpatizantes en procesos de deliberación, toma de decisiones y selección de voceros. Su aplicación en Europa y las potenciales en América Latina",
    "ano": "2014",
    "url": "https://www.registraduria.gov.co/IMG/pdf/Libro_America_Latina.pdf"
  },
  {
    "linea": "ELECCIONES",
    "titulo": "Determinantes de la participación electoral en las elecciones Colombia 2014",
    "autor": "Pedro Medellín Torres",
    "descripcion": "Estudio sobre las causas y motivos de la participación electoral en el país.",
    "ano": "2014",
    "url": "https://www.registraduria.gov.co/IMG/pdf/CEDAE_-_Determinantes_medellin.pdf"
  },
  {
    "linea": "ELECCIONES",
    "titulo": "Diagnóstico del grado de integridad del proceso electoral colombiano en 2014",
    "autor": "Sigma Dos Colombia",
    "descripcion": "Determinar la ubicación de Colombia desde la propuesta del Integrity Project a fin de diagnosticar la calidad de los procesos electorales teniendo en cuenta su integridad.",
    "ano": "2014",
    "url": "https://www.registraduria.gov.co/IMG/pdf/integridad_proceso_electoral.pdf"
  },
  {
    "linea": "ELECCIONES",
    "titulo": "Distritos electorales y capital social",
    "autor": "Universidad de los Andes",
    "descripcion": "Índice sobre la calidad de la democracia en Colombia y de su régimen político, a través de un estudio comparado en el tiempo y a lo largo del territorio.",
    "ano": "2014",
    "url": "https://www.registraduria.gov.co/IMG/pdf/CEDAE_-_Distritos_electorales.pdf"
  },
  {
    "linea": "ELECCIONES",
    "titulo": "Evaluación de las reformas políticas de 2003 y 2009 a la luz de los resultados electorales.",
    "autor": "IEPRI / Francisco Gutiérrez Sanín",
    "descripcion": "Evaluación de las reformas políticas de 2003 y 2009 de cara de los resultados electorales de 2014.",
    "ano": "2014",
    "url": "https://www.registraduria.gov.co/IMG/pdf/Evaluacion_de_las_reformas_politicas_de_2003_y_2009_a_la_luz_de_los_resultados_electorales_de_2014.pdf"
  },
  {
    "linea": "ELECCIONES",
    "titulo": "Memorias: Equilibrio de poderes, reforma electoral y paz.",
    "autor": "Universidad Sergio Arboleda",
    "descripcion": "Memorias del Foro \"Equilibrio de Poderes y Paz\" donde se abordaron temas relacionados con el sistema electoral, las garantías de las elecciones, el proceso electoral, acciones preventivas y disciplinarios en los procesos electorales, perspectiva internacional sobre reformar políticas, sistema político, sistema electoral y paz.",
    "ano": "2014",
    "url": "https://www.registraduria.gov.co/IMG/pdf/Equilibrio_de_poderes_reforma_electoral_y_paz.pdf"
  },
  {
    "linea": "ELECCIONES",
    "titulo": "Resultados de las elecciones legislativas y presidenciales Colombia 2014",
    "autor": "INDRA",
    "descripcion": "Compilación y registro comparativo valorando el enfoque tecnológico empleado en los procesos electorales 2010 así como 2014, con el fin de entender cada proceso electoral.",
    "ano": "2014",
    "url": "https://www.registraduria.gov.co/IMG/pdf/Resultados_de_las_Elecciones_Legislativas_y_Presidenciales_Colombia_2014.pdf"
  },
  {
    "linea": "ELECCIONES",
    "titulo": "Ubicación programática de los electores Colombianos",
    "autor": "Sigma Dos Colombia",
    "descripcion": "Determinar la ubicación programática de los ciudadanos y la relación de está con la intención de voto, a partir de resultados obtenidos de la aplicación de una encuesta.",
    "ano": "2014",
    "url": "https://www.registraduria.gov.co/IMG/pdf/Ubicacion_Ideologica_de_los_Colombianos.pdf"
  },
  {
    "linea": "ELECCIONES",
    "titulo": "Análisis comprensivo del proceso electoral del año 2015 en Colombia: Elementos más representativos relativos a la gestión del proceso electoral y sus dinámicas políticas.",
    "autor": "Pontificia Universidad Javeriana",
    "descripcion": "Investigación en torno a los mecanismos que explican los elementos más representativos relativos a la gestión del proceso electoral, así como sus dinámicas políticas más importantes, alusivas a la etapa preelectoral y hasta el 25 de octubre de 2015,  lo que permite entender no solo las nuevas configuraciones políticas sino también ayuda a comprender los elementos más importantes que definen el proceso.",
    "ano": "2015",
    "url": "https://www.registraduria.gov.co/IMG/pdf/Analisis-comprehensivo-proceso-electoral-anio-2015-Colombia-PUJ.pdf"
  },
  {
    "linea": "ELECCIONES",
    "titulo": "Análisis del derecho sancionatorio electoral en Colombia",
    "autor": "Hernan Miranda",
    "descripcion": "Paralelo entre los diferentes criterios sancionatorios de los países miembros de la UNIORE a fin de unificar criterios en pro de la defensa de los intereses, constitución, conformación, sostenimiento y prosperidad de las democracias regionales.",
    "ano": "2015",
    "url": "https://www.registraduria.gov.co/IMG/pdf/Libro_-_Analisis_comprado_del_derecho_sancionatorio_electoral_Colombia.pdf"
  },
  {
    "linea": "ELECCIONES",
    "titulo": "Incidencia de los medios de comunicación y del financiamiento político sobre los procesos electorales 2010-2014",
    "autor": "Maria Elvira Bonilla Otoya",
    "descripcion": "Análisis al rol de los medios y redes en las elecciones presidenciales y legislativas de 2010 y 2014, y teniendo en cuenta que uno de los elementos más importantes de un sistema democrático sólido que es la credibilidad de las elecciones, resulta fundamental que el proceso electoral se realice en forma transparente  y confiable.",
    "ano": "2015",
    "url": "https://www.registraduria.gov.co/IMG/pdf/Libro_-_Incidencia_de_los_medios.pdf"
  },
  {
    "linea": "ELECCIONES",
    "titulo": "La figura de la revocatoria de inscripción de candidatos. Un análisis comparado entre Colombia y los demás países de la UNIORE",
    "autor": "Erika Carolina Sierra Crisson",
    "descripcion": "Análisis comparado sobre la figura de revocatoria de inscripción de candidatos en los países miembros de la UNIORE respecto a Colombia, identificando los puntos en común y sus diferencias.",
    "ano": "2015",
    "url": "https://www.registraduria.gov.co/IMG/pdf/Libro_-_La_figura_de_la_revocatoria.pdf"
  },
  {
    "linea": "ELECCIONES",
    "titulo": "La selección de candidatos como mecanismo de democratización de los partidos y movimientos políticos en las elecciones sub nacionales del 2015 en Colombia",
    "autor": "Universidad Nacional de Colombia",
    "descripcion": "Análisis de los procesos y mecanismos de selección de candidatos utilizados por los partidos y movimientos políticos con personería jurídica en las elecciones territoriales del 2015, en el marco de la reflexión sobre la democratización interna de estas organizaciones políticas.",
    "ano": "2015",
    "url": "https://www.registraduria.gov.co/IMG/pdf/La_seleccion-libro.pdf"
  },
  {
    "linea": "ELECCIONES",
    "titulo": "Participación electoral de Boyaca en elecciones locales, regionales y nacionales 1998 - 2014",
    "autor": "Yuly Maribel Figueredo Rondon",
    "descripcion": "Estudio de la relación existente entre la participación electoral, abstención y los grupos políticos dominantes en el Departamento de Boyaca haciendo el análisis y seguimiento a las elecciones desde el año 1998 hasta el 2014 desde lo local, regional y nacional en donde se reseñen las dinámicas partidistas, renovación de liderazgos, niveles de abstención y ejercicios de participación ciudadana como revocatorias de mandato",
    "ano": "2015",
    "url": "https://www.registraduria.gov.co/IMG/pdf/Analisis-participacion-electoral-ciudadana-Boyaca-desde-1998-2014-YMFR.pdf"
  },
  {
    "linea": "ELECCIONES",
    "titulo": "Análisis de los sistemas de información público y privado relacionados con datos e información electoral y partidista colombiana",
    "autor": "Freddy Barrero",
    "descripcion": "Diagnóstico de acciones de mejora de los sistemas de información que abordan temáticas político electorales en Colombia. Para ello plantea alternativas de variables político electorales necesarias para el fortalecimiento y transparencia en el acceso a la información en temas políticos electorales y partidistas en Colombia",
    "ano": "2016",
    "url": "https://www.registraduria.gov.co/IMG/pdf/Libro-4.pdf"
  },
  {
    "linea": "ELECCIONES",
    "titulo": "De la relación entre las facultades registrales de la Registraduría Nacional del Estado Civil y los Derechos Inherentes a los atributos de la personalidad, a través del concepto supremacía Constitucional (De la relación entre las facultades registrales y los derechos, a traves de la supremacía constitucional)",
    "autor": "Manuel Miguel Tenorio Adame",
    "descripcion": "Paralelo entre los elementos que integran las facultades actuales de la Registraduría Nacional del Estado Civil y los derechos derivados de los atributos de la personalidad, con el fin de evidenciar, si el ejercicio de ese conjunto derechos, por medio, de las facultades actuales de la Registraduría Nacional del Estado Civil",
    "ano": "2017",
    "url": "https://www.registraduria.gov.co/IMG/pdf/libro_c.pdf"
  },
  {
    "linea": "ELECCIONES",
    "titulo": "Estudio sobre Financiamiento Político en Colombia",
    "autor": "Centro de Análisis y Asuntos Públicos",
    "descripcion": "Análisis del concepto de financiamiento político, sus problemas en las regiones (derivado de una falta de regulación o de la incapacidad para hacer cumplir las normativas), sus principales elementos y mecanismos que son contemplados en los ajustes institucionales que se deben desarrollar en Colombia.",
    "ano": "2018",
    "url": "https://www.registraduria.gov.co/IMG/pdf/financiamiento-poliitico-de-colombia.pdf"
  },
  {
    "linea": "ELECCIONES",
    "titulo": "Análisis comparativo de las propuestas de las comisiones de reforma política en Colombia",
    "autor": "Centro de Análisis de Asuntos Públicos",
    "descripcion": "Investigación sobre el alcance y conceptualización de los elementos existentes dentro de una reforma política y las transformaciones al sistema de partidos y al sistema electoral así como un paralelo entre todos aquellos proyectos de modificación política.",
    "ano": "2018",
    "url": "https://www.registraduria.gov.co/IMG/pdf/analisis_comparativo_de_las_propuestas_de_las_comisiones_de_reforma_politica_en_colombia.pdf"
  },
  {
    "linea": "ELECCIONES",
    "titulo": "Aproximaciones a la comprensión de los procesos electorales de las organizaciones de acción comunal en Colombia",
    "autor": "Melissa Andrea Rivera López",
    "descripcion": "Análisis de los procesos electorales de las organizaciones de acción comunal en Colombia visto desde lo institucional; la organización y la democracia interna; y los procesos electorales desde las entidades de inspección, vigilancia y control.",
    "ano": "2018",
    "url": "https://www.registraduria.gov.co/IMG/pdf/aproximaciones_a_la_comprension_de_los_proceso_electorales_de_las_organizaciones_de_accion_comunal_en_colombia.pdf"
  },
  {
    "linea": "ELECCIONES",
    "titulo": "Los Procesos Electorales: Fundamento de la Democracia",
    "autor": "Jaime Buenahora Febres-Cordero",
    "descripcion": "Búsqueda de la relación causa – efecto entre los conceptos de proceso electoral y democracia, así como las causas que impiden la construcción debida de una democracia económica y social, viendo las particularidades internas del país y el posicionamiento de éste frente a la comunidad internacional, máxime cuando aún somos vistos como una nación subdesarrollada, dependiente y tercermundista.",
    "ano": "2018",
    "url": "https://www.registraduria.gov.co/IMG/pdf/los_procesos_electorales_-_jaime_bunahora.pdf"
  },
  {
    "linea": "ELECCIONES",
    "titulo": "Participación ciudadana y fortalecimiento del sistema de partidos en Colombia",
    "autor": "Gustavo Garcia Figueroa",
    "descripcion": "Estudio a través del cual se buscan determinar las reales y necesarias reformas electorales que permitan una democracia incluyente para el ciudadano de a pie y una a través de la cual las elecciones congresionales no sean las únicas en las que partidos, movimientos u organizaciones tengan la oportunidad de conseguir su personería jurídica.",
    "ano": "2018",
    "url": "https://www.registraduria.gov.co/IMG/pdf/participacion_ciudadana_y_fortalecimiento_del_sistemam_de_partidos_en_colombia.pdf"
  },
  {
    "linea": "ELECCIONES",
    "titulo": "Participación Política y Ciudadana de Jóvenes",
    "autor": "Eduardo Andrés Garzón Torres",
    "descripcion": "Estudio sobre la participación de los jóvenes en la política, analizado desde: el Estatuto de ciudadanía juvenil; la Participación ciudadana; Participación al interior de los partidos; y, Participación política, todo teniendo en cuenta un marco teórico - jurídico.",
    "ano": "2018",
    "url": "https://www.registraduria.gov.co/IMG/pdf/participacion_politica_y_ciudadana_de_jovenes.pdf"
  },
  {
    "linea": "ELECCIONES",
    "titulo": "Transformaciones Del Proceso Electoral Colombiano En El Marco Normativo De La Gobernanza. Un Estudio Retrospectivo y Prospectivo",
    "autor": "Lina Marcela Escobar Martinez",
    "descripcion": "Investigación en torno a la gobernanza y las principales caracterizaciones de la misma, a saber: participación, transparencia, rendición de cuentas, y eficiencia. Igualmente se hace un análisis de la normativa colombiana en materia del proceso electoral, incluyendo legislación, normas de carácter administrativo y jurisprudencia relativa al mismo, y se excluye el análisis relativo a las acciones de nulidad electoral y pérdida de investidura.",
    "ano": "2018",
    "url": "https://www.registraduria.gov.co/IMG/pdf/Libro_Trasnformacones_del_proceos_electoral_colombiano_en_el_Marco_de_la_Gobernanza-2.pdf"
  },
  {
    "linea": "ELECCIONES",
    "titulo": "Colombia, México y Costa Rica. Retos de los derechos y las instituciones electorales en el entorno comparado",
    "autor": "Manuel Miguel Tenorio Adame",
    "descripcion": "La investigación pretende exponer un panorama desde el punto de vista del derecho comparado que analiza los sistemas electorales de tres ordenamientos jurídicos, con el fin de aportar una visión general a la necesidad existente de la unión entre derechos y facultades de Estado y en la construcción de un aherramienta de solución en los vacios del sistema electoral.",
    "ano": "2019",
    "url": "https://www.registraduria.gov.co/IMG/pdf/retos_de_los_derechos_y_las_iinstituciones_electorales_en_el_entorno_comparado.pdf"
  },
  {
    "linea": "ELECCIONES",
    "titulo": "Construcciones normativas en materia electoral del Consejo de Estado Colombiano",
    "autor": "Lina Marcela Escobar Martínez",
    "descripcion": "La investigacón se aproxima de una manera diferente a los fallos del Consejo de Estado y de la Corte Constitucional en las materias de nulidad electoral y de pérdida de investiduria, pues pretende evidenciar cómo desde la interpretación de la normatividad existente y mediante el uso de técnicas como la modulación de sentencias, se precisan conceptos, se crean parámetros y se modifican elementos normativos de las disposiciones con el fin de desarrollar una jurisproduncia que responda a los principios y valores constitucionales en el marco de los contexto de cada época.",
    "ano": "2019",
    "url": "https://wsr.registraduria.gov.co/IMG/pdf/construcciones_normativas.pdf"
  },
  {
    "linea": "ELECCIONES",
    "titulo": "Elecciones presidenciales y de Congreso, 1958 – 2018. Las elecciones de todos los colombianos",
    "autor": "Fredy Andrés Barrero Escobar",
    "descripcion": "El documento pretende exponer una narrativa acompañada con cifras electorales sobre el recorrido de la democracia y sus procesos electoriales entre 1958 y 2018; periodo en el que los colombianos y las colombianas han concurrido para elegir a sus dirigentes y representantes.",
    "ano": "2019",
    "url": "PDF"
  },
  {
    "linea": "ELECCIONES",
    "titulo": "El análisis objetivo del proceso electoral desde la jurisprudencia del Consejo de Estado colombiano 2015-2019",
    "autor": "Lyana Victoria Garcia de Barrangan",
    "descripcion": "La investigación amplia el conocimiento sobre la afetación de los principios de elección y/o nombramiento de representantes públicos probos, basado en el análisis de los comportamientos que representan una grave amenaza al bien jurídico cuya garantía debe prevalecer en el desarrollo del proceso electoral.",
    "ano": "2019",
    "url": "PDF"
  },
  {
    "linea": "ELECCIONES",
    "titulo": "Régimen de inhabilidades e incompatibilidades para cargos de elección popular",
    "autor": "Gustavo Garcia Figueroa",
    "descripcion": "Estudios que contemplan las normas que gobiernan la capacidad de elegibilidad de los candidatos a los cargos de elección popular, al tiempo que asegura una depuración en la función electoral a fin de precaver nulidades electorales y vacancias que afectan la administración y el derecho de los electores.",
    "ano": "2019",
    "url": "https://wsr.registraduria.gov.co/IMG/pdf/libro_regimen_de_inhabilidades_e_incompatibilidades.pdf"
  },
  {
    "linea": "VIOLENCIA Y CORRUPCIÓN ELECTORAL",
    "titulo": "Amenazas y obstáculos a las elecciones en Colombia 2014: Antecedentes, contexto y desafíos",
    "autor": "Jorge Restrepo Torres",
    "descripcion": "Relación existente entre la ilegalidad y el proceso electoral, actualidad, evolución y elementos de prevención, según el mapa de riesgo electoral.",
    "ano": "2014",
    "url": "https://www.registraduria.gov.co/IMG/pdf/CEDAE_-_Amenazas_y_Obstaculos_a_las_Elecciones_en_Colombia_2014.pdf"
  },
  {
    "linea": "VIOLENCIA Y CORRUPCIÓN ELECTORAL",
    "titulo": "Estado del Arte sobre las irregularidades electorales",
    "autor": "Iván Dario Cadavid Arango",
    "descripcion": "El estudio se centra en el desarrollo de una metodología resumida en aspectos tales como la contextualización, la clasificación y la categorización, las cuales son complementadas con el análisis de las irregularidades electorales y las recomendaciones para combatir dicho fenómeno.",
    "ano": "2014",
    "url": "PDF"
  },
  {
    "linea": "VIOLENCIA Y CORRUPCIÓN ELECTORAL",
    "titulo": "Delitos Electorales en Colombia",
    "autor": "Lyana Victoria Garcia de Barragán",
    "descripcion": "Delitos electorales, evolución normativa, derecho comparado, descripción de sus componentes, sus clasificaciones, principales componentes, desafíos y situación actual, desde una figura teórica doctrinal, como herramienta de consulta hacia los delitos electorales desde el ordenamiento jurídico colombiano, incluyendo en él los elementos propios del bloque de constitucionalidad y la regulación actual.",
    "ano": "2017",
    "url": "https://www.registraduria.gov.co/IMG/pdf/Delitos_electorales.pdf"
  },
  {
    "linea": "GESTIÓN DEL CONOCIMIENTO INSTITUCIONAL",
    "titulo": "Compilación Normativa relacionada con la organización electoral",
    "autor": "Mariella Barragán Beltrán",
    "descripcion": "Tiene como objetivo la construcción de un estado del arte que compile la normatividad concierniente a los asuntos electorales en Colombia, desde 1991. La investigación analiza las iniciativas legislativas, en las cuales se vincula a la organización electoral, identificando las principales caracteristitcas de la normatividad electoral.",
    "ano": "2015",
    "url": "https://www.registraduria.gov.co/IMG/pdf/Libro_-_Compilacion_Normativa_de_la_Organizacion_Electoral_Colombiana.pdf"
  },
  {
    "linea": "GESTIÓN DEL CONOCIMIENTO INSTITUCIONAL",
    "titulo": "De la responsabilidad demostrada en las funciones misionales de la Registraduria Nacional del Estado Civil: hacia un programa de gestión de datos personales y la consolidación de un buen gobierno corporativo en el tratamiento de esa clase de información",
    "autor": "Remolina Angarita Consultores",
    "descripcion": "Análisis del principio de accountability y el programa de gestión de privacidad -privacy management program- y, en general, el debido tratamiento de datos personales desde la recolección, el almacenamiento, el acceso, el uso, la corrección y hasta la supresión de datos personales.",
    "ano": "2018",
    "url": "https://www.registraduria.gov.co/IMG/pdf/Libro-5.pdf"
  },
  {
    "linea": "GESTIÓN DEL CONOCIMIENTO INSTITUCIONAL",
    "titulo": "Siete décadas de historia (1948 - 2018)",
    "autor": "RNEC",
    "descripcion": "El presente libro recoge las voces de hombres y mujeres que han contribuido a fraguar la sólida entidad que es hoy por hoy la Registra\u0002duría Nacional del Estado Civil. Los relatos aquí contenidos se entreveran y de qué ma\u0002nera, con la historia de Colombia.",
    "ano": "2018",
    "url": "PDF"
  },
  {
    "linea": "GESTIÓN DEL CONOCIMIENTO INSTITUCIONAL",
    "titulo": "Sistematización de experiencias producto de la gestión de los procesos electoral y de identificación en el período 2015-2019 de la Registraduría Nacional del Estado Civil, alrededor de sus procesos misionales",
    "autor": "Beatriz Helena Mejía Ramírez",
    "descripcion": "Este documento recoge el balance de gestión de la Entidad durante el periodo 2015-2019 y, sistematiza la experiencia de tres modelos implementados de manera exitosa en la atención diferencial para el Registro Civil e Identificación del Pueblo Arhuaco y extendido a otros pueblos indígenas; la gestión de los mecanismos de participación ciudadana (MPC) como son la Revocatoria de Mandato y la Consulta Popular y, “Todos Somos Democracia” programa que incentiva la participación y promueve los valores democráticos, especialmente de los niños, adolescentes y jóvenes.",
    "ano": "2019",
    "url": "PDF"
  },
  {
    "titulo": "Revista",
    "linea": "Revista Democracia Actual",
    "ano": "2016",
    "autor": "Varios",
    "descripcion": "Documento que aborda temas como la democracia como derecho fundamental y la ruptura del orden constitucional; el derecho jurisprudencial frente a la evolución de los derechos de las personas homosexuales en Colombia; impacto de la participación política en Colombia; Balance del derecho electoral colombiano; la importancia de la democratización de los partidos políticos; la diversidad y el registro civil en Colombia.",
    "url": "https://www.registraduria.gov.co/IMG/pdf/20180412-Revista-Democracia-Actual-1-ed.pdf"
  },
  {
    "titulo": "Revista",
    "linea": "Revista Democracia Actual",
    "ano": "2017",
    "autor": "Varios",
    "descripcion": "Documento que aborda temas como los derechos de personalidad jurídica y participación política de los pueblos indigenas en Colombia; los 60 años del voto femenino en Colombia.",
    "url": "https://www.registraduria.gov.co/IMG/pdf/Revista-Democracia-Actual-2ed.pdf"
  },
  {
    "titulo": "Revista",
    "linea": "Revista Democracia Actual",
    "ano": "2018",
    "autor": "Varios",
    "descripcion": "Documento que aborda temas como la capacidad electoral; referendo constitucional; revocatorias del mandato y consultas populares; financiamiento político en Colombia.",
    "url": "https://www.registraduria.gov.co/IMG/pdf/20200110revista-democracia_actual-3.pdf"
  },
  {
    "titulo": "Revista",
    "linea": "Revista Democracia Actual",
    "ano": "2019",
    "autor": "Varios",
    "descripcion": "Documento que aborda temas como instrumentos ancestrales para la gobernabilidad democrática desde la visión de las comunidades Arhuacas y Koguis; y participación de la mujer en el escenario político colombiano.",
    "url": "https://www.registraduria.gov.co/IMG/pdf/20200110revista-4.pdf"
  },
  {
    "titulo": "Revista",
    "linea": "Revista Democracia Actual",
    "ano": "2020",
    "autor": "Varios",
    "descripcion": "SIN DEFINIR",
    "url": "https://www.registraduria.gov.co/IMG/pdf/20201228-revista-democracia-actual-edicion-5.pdf"
  },
  {
    "titulo": "Investigación académica: Banco de casos sobre delitos electorales",
    "linea": "Sin definir",
    "ano": "",
    "autor": "Sin definir",
    "descripcion": "SIN DEFINIR",
    "url": "https://docs.google.com/document/d/1Po3_wOp_4Dq9YmEdpvP0842_hwCycmBc/edit?usp=sharing&ouid=107092527855150111617&rtpof=true&sd=true"
  },
  {
    "titulo": "ABC de las curules transitorias especiales de paz - aprendizaje básico",
    "linea": "Sin definir",
    "ano": "",
    "autor": "CEDAE",
    "descripcion": "SIN DEFINIR",
    "url": "https://drive.google.com/file/d/1y9khBSe4u4-jI_sv8PBsdGsdS-zAManh/view?usp=sharing"
  },
  {
    "titulo": "Mapa de violencia política contra mujeres",
    "linea": "Sin definir",
    "ano": "",
    "autor": "Sin definir",
    "descripcion": "SIN DEFINIR",
    "url": "https://drive.google.com/file/d/1otrL_3GVKerpBbJ9Y7nEPZXSUEJ4jr15/view?usp=sharing"
  },
  {
    "titulo": "Documento metodológico de estadísticas sobre participación de la mujer en escenarios electorales",
    "linea": "Sin definir",
    "ano": "2021",
    "autor": "CEDAE",
    "descripcion": "SIN DEFINIR",
    "url": "https://drive.google.com/file/d/1i_T8dx0vYS00qTgoU971HtILfd_o2DRH/view?usp=sharing"
  },
  {
    "titulo": "Dinámicas generales de los delitos y principales irregularidades electorales",
    "linea": "Sin definir",
    "ano": "2021",
    "autor": "CEDAE",
    "descripcion": "SIN DEFINIR",
    "url": "https://drive.google.com/file/d/1UfRNOF0sgqeS2DHGrLuH6RFK0xuoiQhp/view?usp=sharing"
  }
]